'''Задание 1
Пользователь вводит с клавиатуры три числа. Первое
число — зарплата за месяц, второе число — сумма месячного платежа по кредиту в банке, третье число — задолженность за коммунальные услуги. Необходимо вывести
на экран сумму, которая останется у пользователя после
всех выплат'''

x1= int(input('Введите первое число: '))
x2= int(input('Введите второе число: '))
x3= int(input('Введите третье число: '))
print('Сумма чисел:', x1+x2+x3)
print('Произведение чисел:', x1*x2*x3)

